Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/metsa.fi/c48.pdf.tmx
Source language: fin
Languages: sme

source: Tulokaslajit ovat alueille äskettäin tulleita, alkuperäiseen kasvilajistoon kuulumattomia lajeja, joiden esiintyminen alueella on usein satunnaista.
sme: Ng. ođđašlájat leat gieskat guvlui boahtán, eamišlájaide gulakeahtes šlájat, mat gávdnojit ain duokkot dákko guovllus.

source: Tulokaslajit häviävätkin helposti ihmistoiminnan loputtua.
sme: Ođđašlájat jávketge dábálaččat johtilit, go olbmodoaimmat nohket.

source: Näihin kuuluu viljelykasveja ja niiden mukana tulleita rikkakasveja sekä koristekasveja.
sme: Dákkár šlájaide gullet šaddadanšattut ja daid fárus boahtán hilskošattut. Ođđašlájaide lohkkojit maiddái hearvašattut.

source: Tulokaslajeja lienee kulkeutunut etenkin asuinkentille, mutta nykyään niitä kulkeutuu ihmisten mukana kämppien pihoille ja retkeilyreittien varsille sekä kullankaivualueille.
sme: Ođđašlájat leat várra gártan vuosttažettiin boares ássanbáikkiide, muhto dán áigge dat čuvvot olbmo mielde maiddái gámppáid šiljuide ja vánddardanjohtolagaid guoraide ja gollerogganguovlluide.

source: Leviäminen tapahtuu yleensä siementen avulla.
sme: Dákkár šlájat levvet dábálaččat siepmaniiguin.

source: Tulokaslajien leviäminen Lemmenjoen kansallispuistossa lienee vähäistä.
sme: Danin ođđašlájat eai várra leatge nu olus leavvan Leammi álbmotmeahccái.

source: Osa tulokaslajeista voi olla haitallisia, koska ne pyrkivät syrjäyttämään alkuperäisen lajiston ja ovat usein nopeita leviämään.
sme: Muhtun ođđašlájat sáhttet čuohcit luonddudillái, dasgo dat vigget duvdit eret guovllu eamišlájaid ja levvet dávjá hui johtilit.

source: Tulokaslajeista monet eivät selviä pohjoisen ankarissa olosuhteissa, eikä kansallispuistosta ole tähän mennessä jouduttu hävittämään yhtään haitallista lajia.
sme: Ođđašlájain máŋggat eai ceavzze davviguovlluid goavis dilálašvuođain, iige álbmotmeahcis leat dárbbašan dássážii jávkadit ovttage vahátlaš šlája.

source: 2.13 Yhteenveto tärkeimmistä arvoista suojelun ja käytön kannalta
sme: 2.13 Čoahkkáigeassu deháleamos suodjalan- ja geavahanárvvuin

source: Lemmenjoen kansallispuisto on kansallisesti ja kansainvälisesti merkittävä suojelualue.
sme: Leammi álbmotmeahcci lea riikkadásis ja riikkaidgaskasaččat mearkkašahtti suodjalanguovlu.

source: Kansallispuiston mäntymetsät edustavat eurooppalaisessa suojelualueverkostossa erityisen tärkeäksi luokiteltuja boreaalisia luonnonmetsiä.
sme: Álbmotmeahci beahcevuovddit ovddastit eurohpálaš suodjalanguovlofierpmádagas erenoamáš dehálažžan juogustuvvon boreála luondduvuvddiid.

source: Kansallispuiston metsät ovatkin merkittävä osa kansallista ja kansainvälistä suojelualueverkostoa erityisesti laajuutensa ja luonnontilaisuutensa vuoksi.
sme: Álbmotmeahci vuovddit mearkkašitge ollu riikkadási ja riikkaidgaskasaš suodjalanguovlofierpmádagas daid viidodaga ja luonddudilálašvuođa dihte.

source: Yhdessä muiden ympäröivien suojelu- ja erämaa-alueiden kanssa Lemmenjoen kansallispuisto muodostaa noin miljoonan hehtaarin laajuisen metsänrajaseutujen suojelualueiden vyöhykkeen.
sme: Ovttas eará birastahtti suodjalan- ja meahcceguovlluiguin Leammi álbmotmeahcci hábme sullii miljovnna hektára viidosaš suodjalanguovloavádaga vuovdeordaguovlluin.

source: Lemmenjoen kansallispuisto on merkittävä elinympäristö kasvi- ja eläinlajeille.
sme: Leammi álbmotmeahcci lea mearkkašahtti eallinbiras šaddo- ja eallišlájaide.

source: Laaja puisto turvaa eri lajeille paljon soveliaita elinympäristöjä, ja puisto on lajien ja luontotyyppien suojelussa tärkeä osa laajempaa eurooppalaista Natura 2000 -suojelualueverkostoa.
sme: Viiddis álbmotmeahcci dorvvasta sierra šlájaide valjis vuogas eallinbirrasiid ja álbmotmeahcci lea šlájaid ja luondotiippaid suodjaleamis dehálaš oassin viidáset eurohpálaš Natura 2000 -suodjalanguovlofierpmádagas.

source: Lemmenjoen kansallispuisto on tärkeää poronhoitoaluetta pääasiassa Sallivaaran paliskunnalle sekä tärkeää metsästys-, kalastus- ja marjastusaluetta paikallisille ihmisille.
sme: Leammi álbmotmeahcci lea dehálaš boazodoalloguovlu vuosttažettiin Sállevári bálgosii, ja báikkálaš olbmuide dehálaš meahccebivdo-, guolástan- ja murjenguovlu.

source: Suurin osa puistosta on syrjävyöhykettä, johon ei ohjata retkeilijöitä eikä muita toimintoja, vaan alue on pääasiassa porotalouden ja muiden luontaiselinkeinojen käytössä.
sme: Eanaš oassi álbmotmeahcis gullá boaittobealeavádahkii, gosa eai rusttegiiguin stivre vánddardeaddjiid eaige eará doaimmaid muhto guovlu lea eanaš boazodoalu ja eará luondduealáhusaid anus.

source: Lemmenjoen kansallispuisto on retkeilijän näkökulmasta erämaisempi kuin monet Lapin lakisääteiset erämaa-alueet tai useimmat muut Suomen kansallispuistot.
sme: Vánddardeaddji čalmmiiguin geahčadettiin Leammi álbmotmeahcci lea meahccát guovlu go lágasmearriduvvon máŋggat meahcceguovllut Lappis dahje eanaš eará álbmotmeahcit Suomas.

source: 3 Hoidon ja käytön tavoitteet
sme: 3 Dikšuma ja geavaheami ulbmilat

source: Metsähallituksen määrittelemien luonnonsuojelualueiden hoidon periaatteiden mukaisesti kansallispuiston tärkein tehtävä on ”suojelu, joka kohdistuu alkuperäisen elottoman ja elollisen luonnon piirteisiin, lajeihin ja eliöyhteisöihin, mutta voi kohdistua myös ihmisen toiminnan tuloksena syntyneisiin perinteisiin ympäristöihin, eliöyhteisöihin, maisemiin ja rakenteisiin.
sme: Meahciráđđehusa meroštallan luonddusuodjalanguovlluid dikšunprinsihpaid mielde álbmotmeahci deháleamos ulbmilin lea ”suodjalit álgoálgosaš jápma ja ealli luonddu sárgosiid, šlájaid ja ealánservodagaid, muhto suodjalit sáhttá maiddái olbmo doaimma geažil riegádan árbevirolaš birrasiid, ealánservodagaid, duovdagiid ja rusttegiid.

source: Yleisen suojelun periaatteesta voidaan kansallispuistossa poiketa porotalouden ja paikallisen väestön luontaiselinkeinojen hyväksi, mikäli niistä ei koidu oleellista eikä pysyvää vahinkoa suojelutavoitteiden kannalta”.
sme: Oppalaš suodjaleami prinsihpas sáhttá álbmotmeahcis spiehkastit boazodoalu ja báikkálaš olbmuid luondduealáhusaid buorrin, jos dat eai stuorábut dahje bissovaččat čuoze suodjalanulbmiliidda”.

source: (Metsähallitus 2007)
sme: (Meahciráđđehus 2007)

source: 3.1 Luonnonsuojelulliset lähtökohdat
sme: 3.1 Luonddusuodjaleapmái vuođđuduvvi vuolggasajit

source: Luonnonsuojelulaki (1096/1996, 19 § 1 mom.) edellyttää, että ”kansallispuiston hoidon ja käytön järjestämistä varten on laadittava hoito- ja käyttösuunnitelma, jossa määritellään toimenpiteet puiston perustamistavoitteiden toteuttamiseksi”.
sme: Luonddusuodjalanlága (1096/1996, 19 § 1 mom.) mielde ”álbmotmeahci dikšuma ja geavaheami lágideami várás galgá dahkat dikšun- ja geavahanplána, mas meroštallojit doaimmat álbmotmeahci vuođđudanulbmiliid ollašuhttin dihte”.

source: Suunnitelman laatii se viranomainen tai laitos, jonka hallinnassa kansallispuisto on.
sme: Plána dahká dat eiseváldi dahje lágádus, man hálddašanválddi vuollai álbmotmeahcci gullá.

source: Lemmenjoen kansallispuisto on Metsähallituksen hallinnassa ja hoidossa ja alueen hoidosta, ja suunnittelusta vastaa Lapin luontopalvelut.
sme: Leammi álbmotmeahci hálddaša ja dikšu Meahciráđđehus, ja guovllu dikšumis ja plánemis vástida Lappi luonddubálvalusat.

source: Luonnonsuojelulain mukaisesti kansallispuistojen hoito- ja käyttösuunnitelmat vahvistaa ympäristöministeriö.
sme: Luonddusuodjalanlága mielde álbmotmehciid dikšun- ja geavahanplánaid nanne birasministeriija.

source: Vahvistettu suunnitelma julkaistaan Metsähallituksen luonnonsuojelujulkaisuja -sarjassa.
sme: Nannejuvvon plána almmustuvvá Metsähallituksen luonnosuojelujulkaisuja -ráiddus.

source: Kansallispuistot ovat lakisääteisiä luonnonsuojelualueita.
sme: Álbmotmeahcit leat lágasmearriduvvon luonddusuodjalanguovllut.

source: Tämä tarkoittaa sitä, että luonnonsuojelun tavoitteet ovat ensisijaisia hoidon ja käytön tavoitteita ja kaikki muut tavoitteet sovitetaan niiden asettamiin rajoitteisiin lainsäädännön puitteissa.
sme: Dát oaivvilda dan, ahte luonddusuodjalanulbmilat leat vuosttažettiin dikšun- ja geavahanulbmilat ja buot eará ulbmilat heivehuvvojit daid ásahan ráddjehusaide láhkamearrádusaid olis.

source: Lemmenjoen kansallispuiston erityispiirteenä Suomen kansallispuistojen joukossa ovat laajat luonnontilaiset metsät, erämaisuus ja sijainti saamelaisten kotiseutualueella.
sme: Leammi álbmotmeahci mihtilmasvuohtan Suoma eará álbmotmehciid ektui lea dat, ahte doppe leat viiddis luonddudilálaš vuovddit, meahccás guovllut ja dat lea sámiid ruovttuguovllus.

source: Nämä seikat on tuotu esille sekä vuoden 1956 perustamislain (Laki eräiden uusien luonnonsuojelualueiden perustamisesta valtionmaille 634/1956) esityksen perusteluissa että myöhemmissä laajennuksissa (Laki eräiden valtion omistamien alueiden muodostamisesta kansallispuistoiksi ja luonnonpuistoiksi 674/1981).
sme: Dát bealit leat váldojuvvon vuhtii sihke jagi 1956 vuođđudanlága (Láhka dihto ođđa luonddusuodjalanguovlluid vuođđudeamis stáhtaeatnamiidda 634/1956) árvalusa ákkastallamiin ja álbmotmeahci maŋit viiddidemiin (Láhka stáhta oamastan dihto guovlluid čohkkemis álbmotmeahccin ja luonddumeahccin 674/1981).

source: Kansallispuistoa koskevia määräyksiä on säädetty asetuksessa eräistä valtion omistamille alueille perustetuista kansallispuistoista ja luonnonpuistoista (932/1981).
sme: Álbmotmeahccái guoskevaš mearrádusat leat ásahuvvon ásahusas (Ásahus stáhtaeatnamiidda vuođđuduvvon dihto álbmotmehciin ja luonddumehciin 932/1981).

source: Lemmenjoen kansallispuisto (FI 1300201) on liitetty Natura 2000 -suojelualueverkostoon luonto (92/43/ETY) - ja lintudirektiivin (79/409/ETY) perusteella.
sme: Leammi álbmotmeahcci lea laktojuvvon Natura 2000 -suodjalanguovlofierpmádahkii luondodirektiivva (92/43/ETY) ja loddedirektiivva (79/409/ETY) vuođul.

source: Tämän suunnitelman tavoitteena on siten myös niiden luontoarvojen turvaaminen, joiden perusteella alue on liitetty Natura 2000
sme: Dán plána ulbmilin lea ná maiddái dorvvastit daid luondduárvvuid, maid vuođul guovlu lea laktojuvvon Natura 2000 -fierpmádahkii.

source: Lemmenjoen kansallispuisto on liitetty myös kansainvälisesti merkittävien kosteikkojen luetteloon eli ns. Ramsar-kohteeksi.
sme: Leammi álbmotmeahcci lea laktojuvvon maiddái riikkaidgaskasaččat mávssolaš láktasajiid logahallamii dahjege ng. Ramsar-guovlun.

source: Suomen Ramsar-alueet on valittu siten, että ne edustavat mahdollisimman hyvin Suomen erilaisia, vesilinnuston kannalta merkittäviä kosteikkoja.
sme: Suoma Ramsar-guovllut leat válljejuvvon nu, ahte dat ovddastit nu bures go vejolaš Suoma sierralágan, čáhcelottiid dáfus mávssolaš láktasajiid.

source: Kaikki Suomen Ramsar-alueet kuuluvat Natura 2000 -verkostoon, ja alueiden rajaukset noudattavat Naturarajauksia.
sme: Buot Suoma Ramsar-guovllut gullet Natura 2000 -fierpmádahkii, ja guovlluid rájit čuvodit Naturarájiid.

source: Ramsarin sopimuksen suojelutavoitteet toteutuvat Natura-alueiden suojelutoimien kautta.
sme: Ramsar-soahpamuša suodjalanulbmilat ollašuvvet Natura-guovlluid suodjalandoaimmaid bokte.

source: Näin ollen Lemmenjoen kansallispuiston alueella monipuolisen ja runsaan vesilinnuston säilyttäminen on yksi keskeinen suojelutavoite.
sme: Ná oktan guovddáš suodjalanulbmilin lea suodjalit Leammi álbmotmeahci máŋggabealat ja valljugas čáhceloddenáliid. 3.1.1 Natura 2000 -fierpmádat

source: Natura 2000 -verkoston avulla pyritään säilyttämään luonnon monimuotoisuutta Euroopan unionin alueella.
sme: Natura 2000 -fierpmádaga vuođul geahččalit seailluhit luonddu máŋggahápmásašvuođa Eurohpá uniovnna siste.

source: Lemmenjoen kansallispuisto on liitetty EU:n komission 22.12. 2003 hyväksymään Suomen Natura 2000 -suojelualueverkostoon luontodirektiivin (92/43/ETY) mukaisena kohteena Lemmenjoen kansallispuisto (FI 1300201) -nimisenä Natura-alueena.
sme: Leammi álbmotmeahcci lea laktojuvvon Natura 2000 -suodjalanguovlofierpmádahkii (EU-kommišuvdna dohkkehii 22.12.2003) luondodirektiivva (92/43/ETY) vuođul Leammi álbmotmeahcci (FI 1300201) -nammasaš Natura-guovlun.

source: Tämän suunnitelman tavoitteena on siten myös niiden luontoarvojen turvaaminen, joiden perusteella alue on liitetty Natura 2000 -verkostoon.
sme: Dán plána ulbmilin lea ná maiddái dorvvastit daid luondduárvvuid, maid vuođul guovlu lea laktojuvvon Natura 2000

source: Natura 2000 -suojelualueverkostoon kuuluville alueille on Euroopan yhteisön neuvoston direktiivin (luontodirektiivin 92/43/ETY) 6. artiklan mukaisesti tarvittaessa laadittava tarkoituksenmukainen käyttösuunnitelma.
sme: -fierpmádahkii. Natura 2000 -suodjalanguovlofierpmádahkii gullevaš guovlluide galgá Eurohpá ovttastumi ráđi luondodirektiivva (92/43/ETY) 6. artihkkala mielde dárbbu mielde dahkat vuogálaš geavahanplána.

source: Luontodirektiivissä on selvitetty suojeluun liittyvät keskeiset käsitteet, päämäärät ja periaatteet.
sme: Luondodirektiivvas leat čielggaduvvon suodjaleapmái guoskevaš guovddáš doahpagat, ulbmilat ja prinsihpat.

source: Luontodirektiivin ja lintudirektiivin (79/409/ETY) liitteissä luetellaan erilaisia erityistoimia tai -huomiota vaativat Euroopan unionin tärkeinä pitämät lajit ja luontotyypit.
sme: Luondodirektiivva ja loddedirektiivva čuvvosiin logahallojit sierra doaimmaid dahje sierra fuopmášumi gáibideaddji šlájat ja luondotiippat, maid Eurohpá uniovdna atná dehálažžan.

source: lajien ja luontotyyppien suojelulle on niiden suotuisan suojelun tason säilyttäminen.
sme: Ulbmilin lea boahtteáiggis doarvái bures suodjalit dáid šlájaid ja luondotiippaid.

source: Tämä tarkoittaa sitä, että lajien levinneisyys, kannan kehitys ja elinalueen luonnontila pysyvät vakaana tai paranevat ja että luontotyypin rakenne ja toiminnot säilyvät pitkällä aikavälillä.
sme: Dát oaivvilda dan, ahte šlájaid leavvanguovlu, náli ovdáneapmi ja eallinbirrasa luonddudilli galget bissut stáđisin dahje buorránit ja ahte luondotiippaid ráhkadus ja doaimmat seilot guhkesáiggeulbmiliin.

source: Luontodirektiivi edellyttää lajien ja luontotyyppien suojelun lisäksi, että suojelutoimenpiteissä otetaan huomioon taloudelliset, sosiaaliset ja sivistykselliset vaatimukset sekä alueelliset ja paikalliset erityispiirteet.
sme: Luondodirektiiva gáibida šlájaid ja luondotiippaid suodjaleami lassin dan, ahte suodjalandoaimmain váldojuvvojit vuhtii ekonomalaš, sosiálalaš ja čuvgehuslaš gáibádusat ja guvllosaš ja báikkálaš mihtilmasvuođat.

source: Maankäyttö- ja rakennuslain (132/1999) 24. §:n mukaan ”valtion viranomaisten tulee toiminnassaan ottaa huomioon valtakunnalliset alueidenkäyttötavoitteet ja edistää niiden toteuttamista.
sme: Eanageavahan- ja huksenlága (132/1999) 24. §:a mielde ”stáhta eiseválddit galget doaimmaineaset váldit vuhtii riikkadási guovlluidgeavahanulbmiliid ja bargat daid ollašuhttima ovdii.

source: Valtion viranomaisten on myös arvioitava toimenpiteidensä vaikutuksia valtakunnallisten alueidenkäyttötavoitteiden kannalta.
sme: Stáhta eiseválddit galget maiddái árvvoštallat doaimmaideaset váikkuhusaid riikkadási guovlluidgeavahanulbmiliid dáfus.

source: Maakunnan suunnittelussa ja muussa alueidenkäytön suunnittelussa on huolehdittava valtakunnallisten alueidenkäyttötavoitteiden huomioon ottamisesta siten, että edistetään niiden toteuttamista.”
sme: Eanagotti plánemis ja luonddugeavaheami eará plánemis galgá fuolahit das, ahte riikkadási guovlluidgeavahanulbmilat váldojuvvojit áššáigullevaš vuogi mielde vuhtii.”

source: Valtioneuvoston päätöksen (30.11. 2000) tavoitteena on mm. edistää kulttuuri- ja luonnonperinnön, virkistyskäytön ja luonnonvarojen säilymistä sekä luonto- ja kulttuuriympäristöinä erityisen merkittävien aluekokonaisuuksien säilymistä.
sme: Stáhtaráđi mearrádusa (30.11.2000) ulbmilin lea ee. ovddidit kultur- ja luondduárbbi, lustageavaheami ja luondduriggodagaid seailuma ja luonddu- ja kulturbirasin erenoamáš mearkkašahtti guovloollisvuođaid seailuma.

source: Alueidenkäytön keskeisiä tavoitteita luonnon sekä luonnonkäytön ja kulttuuriperinnön kannalta ovat mm:
sme: Guovlluidgeavaheami guovddáš ulbmilat luonddu ja luonddugeavaheami dáfus leat ee.:

source: • elollisen ja elottoman luonnon kannalta arvokkaiden ja herkkien alueiden monimuotoisuuden säilymisen edistäminen
sme: • ealli ja jápma luonddu dáfus divrras ja rašis guovlluid máŋggahápmásašvuođa seailuma ovddideapmi

source: • luonnonvarojen kestävä hyödyntäminen siten, että turvataan luonnonvarojen saatavuus myös tuleville sukupolville
sme: • luondduriggodagaid bistevaš ávkinatnin nu, ahte dorvvastuvvojit luondduriggodagaid fidnenvejolašvuođat maiddái boahttevaš buolvvaide

source: • kansallisen kulttuuriympäristön ja rakennusperinnön säilyminen
sme: • riikkadási kulturbirrasa ja huksenárbbi seailun

source: • ekologisesti tai virkistyskäytön kannalta merkittävien ja yhtenäisten luonnonalueiden ja niiden käytön ohjaaminen siten, ettei näitä aluekokonaisuuksia tarpeettomasti pirstota
sme: • ekologalaččat dahje lustageavaheami dáfus mearkkašahtti ja oktilaš luondduguovlluid ja geavaheami stivren nu, ahte dát guovloollisvuođat eai dárbbašmeahttumit biđgejuvvo

source: • luonnon virkistyskäytön sekä luonto- ja kulttuurimatkailun edistäminen parantamalla monikäytön edellytyksiä.
sme: • luonddu lustageavaheami ja luonddu- ja kulturturismma ovddideapmi nu, ahte buoriduvvojit lotnolasgeavaheami vejolašvuođat.

source: Edellä olevaan luetteloon on kirjattu sekä yleis- että erityistavoitteita siltä osin, kuin ne koskevat suunnittelualuetta.
sme: Bajábeale logahallamii leat merkejuvvon sihke oppalaš- ja sierraulbmilat dakko bokte go dat gusket plánenguvlui.

source: Yleistavoitteet ovat luonteeltaan alueidenkäyttöä ja alueidenkäytön suunnittelua koskevia periaatteellisia linjauksia.
sme: Oppalašulbmilat leat luonddusteaset guovlluidgeavaheapmái ja guovlluidgeavaheami plánemii guoskevaš prinsihpalaš ulbmilat.

source: Erityistavoitteet ovat alueidenkäyttöä ja alueidenkäytön suunnittelua koskevia velvoitteita.
sme: Sierraulbmilat leat guovlluidgeavaheapmái ja guovlluidgeavaheami plánemii guoskevaš geatnegahttimat.

source: Maankäyttö- ja rakennuslain keskeiset tavoitteet saamelaiskulttuurin säilymisen kannalta on kuvattu luvussa 3.4 Saamelaiskulttuurin turvaaminen, 3.4.
sme: Eanageavahan- ja huksenlága guovddáš ulbmilat sámekultuvrra seailuma dáfus leat govviduvvon logus 3.4 Sámekultuvrra dorvvasteapmi;

source: 5 Maankäyttö- ja rakennuslaki. 3.2.
sme: 3.4.5 Eanageavahan- ja huksenláhka.

source: Valtakunnalliset alueidenkäyttötavoitteet ohjaavat kaikkea kaavoitusta.
sme: Riikkadási guovlluidgeavahanulbmilat leat vuođđun buot lávvaplánemis.

source: Metsähallitus on maankäyttö- ja rakennuslain (132/1999) tarkoittamana viranomaisena velvollinen ottamaan huomioon alueen hoidon ja käytön suunnittelussa näiden kaavojen oikeusvaikutukset.
sme: Meahciráđđehus lea eanageavahan- ja huksenlága (132/1999) oaivvildan eiseváldin geatnegahtton váldit vuhtii guovllu dikšuma ja geavaheami plánemis dáid lávaid vuoigatvuođaváikkuhusaid.

source: Lemmenjoen kansallispuiston Inarin kunnan puolella sijaitseva alue sisältyy Pohjois-Lapin maakuntakaavaan (Liite 10).
sme: Dat oassi Leammi álbmotmeahcis, mii lea Anára gieldda siste, lea váldojuvvon Davvi-Lappi eanagoddelávvii (Čuovus 10).

source: Puiston Kittilän kunnan puoleinen osa kuuluu Tunturi-Lapin seutukaavaan, joka on vahvistettu 23.11.
sme: Dat oassi álbmotmeahcis, mii lea Gihttela gieldda siste, lea váldojuvvon Duottar-Sámi guovlolávvii, mii lea nannejuvvon 23.11.1999.

source: Näitä kaavoja laadittaessa Lemmenjoen kansallispuisto oli jo nykyisen laajuinen, joten alueella on vain suojelusäädösten sallimia tai edellyttämiä kaavavarauksia ja -määräyksiä – ja niitäkin varsin niukasti.
sme: Go dát lávat dahkkojuvvojedje, de Leammi álbmotmeahcci lei juo dálá viiddu. Nuba guovllus leat dušše suodjalannjuolggadusain suvvojuvvon dahje gáibiduvvon lávvavárremat ja -mearrádusat ja datge viehka uhccán.

source: Tunturi-Lapin seutukaavan korvaa jatkossa Tunturi-Lapin maakuntakaava.
sme: Duottar-Sámi guovloláva sadjái lea boahtimin Duottar-Sámi eanagoddelávva.

source: Kaavan laatiminen on käynnistynyt vuonna 2006.
sme: Láva leat dahkagoahtán 2006:s.

source: Pohjois-Lapin maakuntakaava
sme: Davvi-Lappi eanagoddelávva

source: Keskeisiä painopistealueita kaavassa ovat metsien monikäyttö, maa- ja kallioperän ainesten hyödyntäminen, matkailu, liikennejärjestelmä ja teollisuus sekä muut alueiden käytön ja yhdyskuntarakenteen kehittämisen kannalta tärkeät alueet ja kehittämisperiaatteet.
sme: Guovddážis dán lávas leat vuvddiid lotnolasgeavaheapmi, eana- ja báktevuođu ávdnasiid ávkinatnin, turisma, johtalusvuogádat ja industriija ja guovlluid geavaheami ja báikkálašservodaga ovddideami dáfus dehálaš eará guovllut ja ovddidanprinsihpat.

source: Maakuntakaavan kartalla ja kaavamääräyksillä on vahvoja oikeusvaikutuksia.
sme: Eanagoddeláva kárttas ja lávvamearrádusain leat nana vuoigatvuođaváikkuhusat.

source: Ne ovat ohjeena kuntien kaavoitukselle;
sme: Dat leat rávan gielddaid lávvaplánemii.

source: viranomaisten on otettava maakuntakaava huomioon ja pyrittävä edistämään sen toteuttamista ja katsottava, ettei toimenpiteillä vaikeuteta kaavan toteutumista (Lapin liitto 2007).
sme: Nuba eiseválddit galget váldit eanagoddeláva vuhtii ja geahččalit ovddidit dan ollašuvvama ja geahččat ahte dáiguin doaibmabijuiguin ii váttásmuhttojuvvo láva ollašuvvan (Lappi Lihttu 2007).

source: Pohjois-Lapin maakuntakaava on vahvistettu valtioneuvostossa 27.12. 2007 (Liite 10).
sme: Davvi-Lappi eanagoddelávva lea nannejuvvon stáhtaráđis 27.11.2007 (Čuovus 10).

source: Maakuntakaavan aluekuvauksessa Lemmenjoen kansallispuistoa luonnehditaan luontotyypeiltään monipuoliseksi ja vaihtelevaksi.
sme: Eanagoddeláva guovlogovvideami mielde Leammi álbmotmeahcci lea luondotiippaid dáfus máŋggabealat ja molsašuddi guovlu.

source: Kehittämisperiaatteena on, että säilytetään maisema-, luonto- ja kulttuuriarvot.
sme: Ovddidanprinsihppan lea seailluhit duovdda-, luonddu- ja kulturárvvuid.

source: Alue sisältää matkailun vetovoima-aluetta.
sme: Álbmotmeahcis gávdnojit turismma geasuhusguovllut.

source: Alueella kehitetään opastettua retkeilyä ja rakenteet toteutetaan korkeatasoisesti luonto- ja kulttuuriarvoihin sovittaen.
sme: Guovllus ovddiduvvojit oahpistuvvon vánddardanbálvalusat ja ollašuhttojit alladássásaš rusttegat, mat heivejit luonddu- ja kulturárvvuide.

source: Lisäksi kehittämisperiaatteena on, että ympäristövaurioiden maisemoinnista huolehditaan.
sme: Dasa lassin ovddidanprinsihppan lea dat, ahte vahágahtton duovdagat galget ovddeštuvvot.

source: Lemmenjoen kansallispuistosta Lemmenjokilaakso sisältyy matkailualueeseen Menesjärvi– Lemmenjoki.
sme: Leammi álbmotmeahcis Leammileahki gullá Menešjávri–Leammi turismaguvlui.

source: Kuvauksessa todetaan, että alue on maakunnallisesti merkittävä matkailualue ja sitä kehitetään kansallispuistoon, Lemmenjokeen ja kultaperinteeseen tukeutuvana luontomatkailukohteena.
sme: Govvideamis daddjojuvvo ahte guovlu lea eanagottidásis mearkkašahtti turismaguovlu, mii ovddiduvvo álbmotmeahccái, Leammái ja kulturárbái dorjejeaddji luondduturismačuozáhahkan.

source: Kaavamääräyksissä on todettu, että maankäytön suunnittelussa on otettava huomioon arvokkaat luonnonympäristöt, arvokkaat maisema-alueet ja rakennetut kulttuuriympäristöt.
sme: Lávvamearrádusain lea daddjojuvvon ahte eanageavaheami plánemis galget váldojuvvot vuhtii divrras luonddubirrasat, divrras duovddaguovllut ja huksejuvvon kulturbirrasat.

source: Luonnonsuojelualueilla poronhoidon ja muiden luontaiselinkeinojen alueidenkäytölliset toiminta- ja kehittämisedellytykset on turvattava.
sme: Luonddusuodjalanguovlluin boazodoalu ja eará luondduealáhusaid doaibma- ja ovddidanvejolašvuođat guovlluidgeavaheami ektui galget dorvvastuvvot.
